import React from 'react';
import './Home.css';
const Home = () => {
    return(
        <div className="Contacts">
            <p className="quote">"Друзья лекаря и хвала повара" - Именно так Карл великий отозвался о специях.
                Сегодня это изречение не менее актуально.</p>
            <p>Без специй наша еда была бы пресной, и, наверное, не приносила бы такого удовольствия! Специи превращают
                заурядное повседневное блюдо в праздник. Они некогда ценились выше золота и драгоценных камней, а сейчас
                вошли в нашу повседневную жизнь и, безусловно, украсили ее. </p>
            <p><strong>Специи</strong> — это сахар, соль, сода, уксус, крахмал и другие вещества самого разного происхождения, в том числе
                и нерастительного. Они придают пище основной вкус и консистенцию — могут сделать ее соленой, сладкой,
                кислой и вместе с тем мягкой, густой, тягучей и т.д. </p>
            <p><strong>Пряности</strong> — это сами растения, вернее, их части — цветы, плоды, коренья, которые ценят за аромат и особый жгучий вкус.
                Они не только меняют вкус блюда, придают ему аромат и жгучий привкус, но и отдают ему свои витамины и минералы,
                повышают срок его хранения и через пищу влияют на самочувствие.</p>
        </div>
    )
}

export default Home;