export default function spices(){
    return [
        {
            id: "01",
            img : "Anise.gif",
            title : "Анис",
            titleEng : "Anise",
            titleDiscription: "Анис (анис обыкновенный) — травянистое однолетнее растение Anisum vulgare семейства зонтичных, родом из восточной части Средиземноморья. В кулинарии применяют отцветшие зонтики (в маринадах и рассолах), ароматные свежие молодые листочки (в салатах и гарнирах) и семена аниса: их добавляют в кондитерские изделия и выпечку.",
            homelandTitle : "аниса",
            homeland: "Анис родом из восточной части Средиземноморья (Египет, Греция, Кипр). Его употребляли еще в глубокой древности, о чем свидетельствуют семена, обнаруженные в свайных постройках каменного века. Сведения о нем сообщают древние египтяне и древнегреческий врач Гиппократ. Из далекого Египта анис пришел на поля всей Европы и во многие другие части света. В настоящее время он разводится почти во всем мире из-за ароматных плодов. Наиболее известными странами, культивирующими его, являются Индия, Мексика, Испания, Италия и Турция.",
            character : "Однолетнее травянистое растение семейства зонтичных. Пряностью являются маленькие, твердые серо-бурые ароматные семена. Анис обладает освежающим, сладковатым, легким, характерным пряным и ориентальным ароматом. В качестве пряности в кулинарии в основном используют семена, чаще в молотом виде. Свежие листья аниса так же используются для приготовления салатов и гарниров. К самым высококачественным относится итальянский и моравский анис.",
            inCook : "Анис типичная пряность сладких блюд, пирогов и конфет. Его применяют в ликероводочном производстве, добавляют в кисло-сладкие соусы, в повидло, в сиропы, иногда в молочные супы и каши, а так же при засолке кабачков, квашении капусты, мариновании огурцов. Анис придает рыбе ярко выраженный пряный аромат и улучшает ее вкус. Обладает свойством, которое может нейтрализовать любой неприятный и специфический запах. Например, запах подгоревшей еды можно устранить, если добавить щепотку анисовых зерен, а после исчезновения запаха зерна удалить и доготовить блюдо.",
            inMedicine : "Анис обладает отхаркивающим свойством. Улучшает пищеварение, оказывает противоспазматическое действие при кишечной и желудочной колике, используется при метеоризме. Анисовый чай употребляют, как жаропонижающее и мочегонное средство. Анис служит также для улучшения вкуса и запаха лекарств, входит в состав различных конфет от кашля.",
            recept : "Изысканный рецепт персикового варенья с перцем и анисом",
            integritty : [
                "Персики 1 кг",
                "Сахар 1,5 кг",
                "Вода 500 мл",
                "Анис 3-4 шт.",
                "Розовый перец в горошинах 5 шт."
            ],
            cooking: [
                "Сахар заливаем водой, ставим на огонь и доводим до кипения.",
                "Полученный сахарный сироп снимаем и выкладываем в него порезанные дольками персики.",
                "Встряхнуть кастрюлю и оставить варенье на сутки.",
                "Через сутки слить сироп, опять довести до кипения и залить персики.",
                "Добавить анис и перец довести до кипения и поварить на самом медленном огне минут 5",
                "Разлить по банкам и закатать."
            ]
        },
        {
            id : "02",
            img : "Anisumstellatum.gif",
            title : "Бадьян",
            titleEng : "Anisumstellatum",
            titleDiscription: "По-другому - звёздчатый анис, китайский анис, индийский анис, сибирский анис, корабельный анис. Сухие зрелые плоды дерева семейства магнолиевых, заросли которого образуют целые леса в Южном Китае и Вьетнаме. Плоды представляют собой соплодие из 8-12 плодиков, имеющих между собой многолучевое соединение, каждый из которых имеет форму лодочки, жесткой на ощупь.",
            homelandTitle : "бадьяна",
            homeland: "Первыми узнали бадьян китайцы - еще до нашей эры. К европейцам он попал только в начале XVI века и сразу завоевал невероятную популярность. Его добавляли в выпечку и сладкие блюда, которые подавали в лучших домах Европы. В России тоже любили эту пряность - редко когда без нее обходились так любимые нашими предшественниками пряники, коврижки и сбитни. В Россию бадьян доставляли из Европы, отчего цены еще возрастали. Так продолжалось до тех пор, пока не был открыт путь в Китай через Монголию и Сибирь. Это дало бадьяну еще одно название - сибирский анис. Родиной бадьяна считают Юго-Восточную Азию. В этих странах распространен безалкогольный напиток, отлично утоляющий жажду - бадьяновая вода. Сегодня бадьян выращивают во Вьетнаме и Камбодже, а также в Абхазии.",
            inCook : "В кондитерские изделия бадьян закладывают в тесто в процессе приготовления. При нагревании он начнет отдавать свой аромат, который сохранится в готовом продукте - это свойственно только бадьяну. В сладкие блюда его добавляют за 5-10 минут до готовности. После этого обязательно нужно снять блюдо с огня, закрыть крышкой и дать настояться. Высушенные плоды, размолотые в порошок, применяют в качестве пряно-ароматической добавки. В качестве пряности бадьян употребляют там же, где и анис, в изделиях из теста и особенно для печенья, различных фруктовых супов, пудингов и компотов - из слив, айвы, груш и яблок. Бадьян гармонирует с черным перцем, фенхелем, корицей, гвоздикой, имбирем. Используется в пищевой и консервной промышленности, при производстве маринадов, в хлебопекарном и кондитерском производстве, в фармацевтической и косметической промышленности.",
            inMedicine : "Бадьян оказывает противовоспалительное, ветрогонное действие и улучшает деятельность желудка. Содержание полезных веществ: сырье содержит смолы, танин, сахара, 5-7 % ароматного эфирного масла, основным компонентом которого является анетол; в нем имеются также терпены. Аромат пряный, освежающий и сладковатый, вкус приятный.",
            recept : "Карп со вкусом пяти специй",
            integritty : [
                "2 кг карпа, потрошеного, без головы и хвоста, нарезанного на ломти толщиной 1 см",
                "1 ч.л. гвоздики",
                "1 ч.л. сычуаньского перца",
                "4 звездочки бадьяна",
                "1 ч.л. молотой корицы",
                "1 ч.л. семян фенхеля",
                "1 ч.л. коричневого сахара",
                "соус соевый",
                "2 ст.л. сухого хереса",
                "1 ст.л. кунжутного масла",
                "1 пучок зеленого лука"
            ],
            cooking: [
                "Гвоздику, сычуаньский перец, бадьян, корицу и фенхель положить в ступку, мелко растолочь, смешать с соевым соусом. Добавить сахар.",
                "Замариновать куски карпа в полученной смеси на 20 мин. Разогреть кунжутное масло в сковороде. Обжарить куски карпа по 3 мин. с каждой стороны, отложить.",
                "Оставшийся маринад влить в сковороду, добавить херес, дать закипеть. Сразу же положить карпа. Тушить 30–40 сек. Подать, посыпав крупно порезанным наискосок зеленым луком."
            ]
        },
        {
            id: "03",
            img: "Basil.gif",
            title: "Базилик",
            titleEng: "Basil",
            titleDiscription: "Базилик — растение с приятным запахом, обусловленным содержащимися в листьях и стеблях эфирными веществами. Это свойство базилика и используют в кулинарии, добавляя свежие или сухие листья и стебли как приправу в салаты, супы, подливки, сыры, мясные и рыбные блюда, к соусам и маринадам, для ароматизации овощных консервов, солений и колбас.",
            homelandTitle: "",
            homeland: "Существует несколько мнений по поводу происхождения базилика. Одни источники утверждают, что родина базилика — Южная Азия, а другие склоняются к тому, что базилик родом из Греции. Возможно, разновидности базилика находили и там, и там. Одно известно точно: базилик — теплолюбивое и светолюбивое растение. Базилик был популярной пряностью у древних греков, и, скорее всего, именно из Греции он попал в Южную Азию.В России базилик поселился на огородах где-то в начале XVII века. В основном его выращивали как лекарственную траву под названием «василики». В разных странах к базилику сложилось свое отношение. Его почитали и побаивались. Базилик или королевская трава (так назвали греки это растение) обладал большой силой в религии индусов. Древние греки относились к базилику с большим уважением, достойным королей.",
            inCook: "Эта пряность используется для приготовления самых изысканных блюд в лучших ресторанах всего мира.В пищевой промышленности базилик применяют для ароматизации колбас, консервированных мясных продуктов, также используют при копчении. В качестве ароматизатора его добавляют в различные спиртные напитки в ликеро-водочной промышленности, в первую очередь в ликеры. В качестве пряности он широко используется как в свежем, так и сухом виде.Свежая зелень идет в супы, холодные блюда, салаты. Молодые листья, мелко нарезав, добавляют в пасты и бутербродное масло. В разных национальных кухнях Европы базилик добавляют также к рыбе, яйцам, томатам, зеленым овощам, сыру. Его в любом виде часто применяют при изготовлении пиццы, кетчупов, соусов, подливок, заправок, особенно для макарон. Свежую или сушеную зелень кладут в супы, вегетарианские блюда из бобовых и зеленных культур, в том числе соленых или квашеных (например добавляют к капусте), а также в блюда из мяса. Молодые побеги и листья являются хорошим средством для отдушки уксуса, который в смеси с базиликом придает особый привкус салатам и соусам. В домашней кулинарии измельченными сушеными листиками базилика улучшают вкус колбас, кнелей, паштетов.",
            inMedicine: "В народной медицине с помощью базилика лечат нервные и кожные заболевания. Существует поговорка: «Кто базилик жует − тот долго живет». Побеги и листья базилика богаты витаминами и биологически активными веществами: кальцием, фосфором, азотом, железом, медью. Настои семян базилика способны снимать воспаления с глаз: стоит лишь залить чайную ложку семян стаканом кипятка, и дать настояться. Данное растение помогает при некоторых заболеваниях желудочно-кишечного тракта, а именно при хронических гастритах, метеоризме и колитах. Кроме этого, базилик успешно справляется с воспалениями мочевого пузыря, затяжным кашлем. А если приложить масло базилика к больному зубу, это облегчит ноющую боль. От приступов мигрени помогает приготовленный порошок из сухих листьев растения, его вдыхают при сильных болях. Соком базилика заживляют раны и промывают гнойные воспаления. Базилик широко используется и в ароматерапии. Добавленный в ванну, он способен снять усталость.",
            recept : "Салат \"Капрезе\"",
            integritty : [
                "помидоры - 2 шт",
                "моцарелла - 1 шарик",
               "базилик",
                "бальзамический уксус - 1 ст.л.",
                "оливковое или растительное масло - 1 ст.л.",
                "свежемолотый перец",
                "соль"
            ],
            cooking: [
                 "помидоры вымыть, обсушить и порезать кружками, толщиной ~0,5 см",
                "моцареллу, также, порезать ломтиками, толщиной ~0,7 см",
                "базилик вымыть и обсушить",
                "на блюдо выложить, чередуя, кружки помидора и моцареллы",
                "салат посолить, поперчить свежемолотым перцем, сбрызнуть бальзамическим уксусом и оливковым маслом",
                "украсить салат листиками базилика"
            ]
        },
        {
            id : "04",
            img : "Vanilla.gif",
            title : "Ваниль",
            titleEng : "Vanilla",
            titleDiscription: "Вкус ванили горький, поэтому часто смешивают с сахарной пудрой. В продаже встречается синтетическая «ваниль», полученная из ванилина, который содержится в натуральной ванили.",
            homelandTitle : "ванили",
            homeland: "Родина ванили - Мексика и Центральная Америка. У ацтеков ваниль служила ценной пряностью задолго до завоевания их территории испанцами - она улучшала вкус шоколада. Первый европеец сумел оценить ваниль в 1502 году на территории современною Никарагуа. Им был Христофор Колумб. Чашка с шоколадом и ванилью была преподнесена Колумбу местным правителем, оказавшим европейцу большую честь.",
            inCook:"Используют ваниль в кондитерском производстве и при приготовлении сладких блюд. Ею ароматизируют шоколад, продукты, содержащие какао, печенья, бисквиты, кремы, мороженое. Кисели, компоты, муссы также приобретают более изысканный вкус после ее добавления. В алкогольной промышленности ее добавляют в ликеры. В тесто ваниль вводят непосредственно перед тепловой обработкой, в пудинги, суфле, компоты, варенье - сразу после их приготовления, так же как и в холодные блюда. Бисквиты и торты пропитывают ванильным сиропом уже после приготовления.",
            inMedicine: "В народной медицине ваниль применяется при лихорадке, диспепсии, хлорозе, расстройстве нервной системы, психических заболеваниях, сонливости, ревматизме. Ценится как средство возбуждающее и стимулирующее мышечную деятельность.Аромат ванили используют в ароматерапии. Он способствует восстановлению аппетита. Бывалые рыболовы говорят, что даже рыба клюет на шоколад с ванилью. Аромат этой пряности снимает раздражение и успокаивает, принося чувство душевного комфорта. Ваниль используется еще и в парфюмерии - без нее невозможны восточные ароматы.Запах ванили способствует выработке гормона удовольствия серотонина, после чего необходимость в дополнительном удовольствии отпадает. Ваниль чудодейственным образом успокаивает, укрощает гнев, устраняет раздражение. А вообще ванилин усиливает творческие способности, делает людей чувствительными и расслабленными, создает радостное настроение. И не только.Оказывается, ваниль особенно благотворно действует на женщин. Мало того, что она повышает эластичность, мягкость кожи, устраняет нервную сыпь. Она здорово облегчает жизнь женщин в критические дни.",
            recept : "Ванильное мороженое",
            integritty : [
                "3 желтка",
                "100 г сахара",
                "500 мл молока",
                "ванильный экстракт"
            ],
            cooking: [
                 "Вместо ванильного экстракта можно использовать ванильный сахар. В тарелке для микроволновой печи смешайте желтки и сахар и поставьте в кастрюлю с горячей водой для загустения.",
                 "В другой кастрюле подогрейте 250 мл молока, добавьте ваниль и влейте в яичную смесь. Держите смесь на огне, непрерывно помешивая в течение 10 минут. Снимите с огня, добавьте оставшееся молоко и остудите. Поместите в пластиковый контейнер и заморозьте. Во время заморозки несколько раз разбивайте ледяную корку и перемешивайте.",

            ]
        },
        {
            id : "05",
            img : "Cloves.gif",
            title : "Гвоздика",
            titleEng : "Сloves",
            titleDiscription: "Гвоздика обладает жгучим вкусом и своеобразным сильным ароматом. Наиболее тонкий аромат дает шляпка, а жгучая часть расположена в черешке.",
            homelandTitle : "гвоздики",
            homeland: "Первые европейские описания гвоздики получены от известного римского автора Плиния. Европейцы получали гвоздику от арабов, арабы — из Индии, Индия — с Цейлона. Из-за такого количества перекупщиков европейцы долго не могли узнать, где растет эта пряность.Родина гвоздики — Молуккские острова.",
            inCook: "Гвоздика очень популярна в кулинарии. Ее добавляют в холодные закуски: рыбу под маринадом и заливную, лобио и сациви. Бактерицидные свойства и богатый аромат позволяют использовать пряность в домашних мясных изделиях: колбасах, солонине и др. Гвоздикой приправляют супы из дичи, свинины, баранины (Грузия), картофельные, овощные, грибные, фруктовые, а также уху и мясные бульоны. Гвоздика прекрасно передает аромат не только горячей, но и холодной воде (окрашивая ее в коричневый цвет). Поэтому гвоздика широко применяется для приготовления маринадов (грибных, фруктово-ягодных, мясных, овощных, реже рыбных). Поскольку в маринады входит широкий набор пряностей, лучше значительно снижать долю гвоздики, увеличивая долю других, особенно европейских пряностей. Также с гвоздикой готовят соусы и приправы - она не только разнообразит их вкус, но и консервирует. В сладких блюдах (компотах, пудингах, кондитерских изделиях и других десертах) гвоздика используется самостоятельно или в смеси с корицей. Лучше использовать головки (шляпки) гвоздики – в них нет горечи.В сочетании с черным перцем гвоздика хороша при приготовлении жареного или тушеного мяса, баранины, свиных и мясных жирных фаршей, а также соусов, подаваемых к домашней птице.",
            inMedicine: "Гвоздику с незапамятных времен использовали как пряность и лекарство. В качестве последнего - для облегчения дыхания при заболеваниях дыхательных путей. Она хорошо согревает тело. Укрепляет желудок и печень, память, кровообращение. Отваром из нее лечат глазные болезни. Фармакологи считают гвоздичное масло прекрасным антисептиком и эффективным средством от зубной боли, о чем, кстати, упоминалось еще в китайских письменных источниках периода ханьской династии.",
            recept : "Брусничный напиток с гвоздикой",
            integritty : [
                "5 кг брусники",
                "1 кг сахара",
                "10 л воды",
                "1 ч.л. гвоздики"
            ],
            cooking: [
                "Подготовленные ягоды залить кипяченой охлажденной водой, добавить сахар, гвоздику и выдержать 10 дней, после чего напиток готов к употреблению"
            ]
        },
        {
            id : "06",
            img : "Ginger.gif",
            title : "Имбирь",
            titleEng : "Zingiber",
            titleDiscription: "Острый на вкус, корень имбиря относится к разряду «горячих специй», разжигающих «огонь» пищеварения и улучшающих кровообращение. По вкусу имбирь острый и сладкий.",
            homelandTitle : "Имбиря",
            homeland: "Родиной имбиря является Западная Индия и Юго-Восточная Азия. В природе, в диком виде не произрастает. Его возделывают в субтропических и тропических районах Японии, Китая, Западной Африки, Вьетнама, Бразилии, Индии, Аргентины, Ямайки. А также выращивают как садовое растение, или в комнатных условиях – в обычных горшках или ящиках.",
            inCook:"Имбирь обладает приятным ароматом и особым вкусом и является ценным продуктом в приготовлении пищи. Он наполняет тонким вкусом супы, особенно овощные, фруктовые, бульоны из птицы. Его используют при приготовлении некоторых видов каш. Им приправляют домашние колбасы, паштеты, морепродукты, сыры, часто используют при приготовлении суши. Имбирь улучшает вкус тушеной или жареной говядины, баранины, телятины, курицы, свинины, индейки, утки, фаршированных овощей (кабачков, перца, огурцов, баклажанов, томатов и т. д.), овощного рагу, а также грибных блюд. Его применяют при заготовке компотов (особенно из тыквы и груши) и приготовлении других напитков, добавляют в элитные сорта чая, применяют при консервировании тыквы, дыни, огурцов, кладут в различные маринады и соусы. Засахаренный имбирный корень используют для приготовления варенья, конфет, цукатов, мармелада. Также его используют для выпечки имбирного хлеба, пряников, булочек, печенья, кексов, бисквитов, коврижек. В алкогольной промышленности имбирный корень используется при производстве имбирного пива, пуншей и горьких ликеров.",
            inMedicine:"Имбирь обладает уникальным сочетанием вкусовых и лекарственных свойств, подобных сочетаний нет ни в одной другой специи. Порой даже общепризнанные лечебные растения уступают ему в своих полезных свойствах. Как лечебное средство, имбирь обладает большим списком полезных свойств:",
            recept : "Напиток с имбирём",
            integritty : [
               "1,2 л воды",
                "3 ст.л. тертого имбиря",
                "5 ст.л. меда",
                "4 ст.л. апельсинового или лимонного сока",
                "2 ст.л. свежей мяты"
            ],
            cooking: [
                "Вскипятите воду, добавьте имбирь, мед и перемешайте. Процедите через сито, постарайтесь выдавить из имбирного корня как можно больше жидкости. Добавьте щепотку черного перца и сок. В конце можно добавить немного свежей мяты. Этот напиток употребляется горячим."
            ]
        },
        {
            id : "07",
            img : "Cardamom.gif",
            title : "Кардамон",
            titleEng : "Cardomom",
            titleDiscription:"В качестве пряности используют высушенные семена кардамона, которые лучше всего извлекать из капсулы перед самым употреблением. Они обладают приятным ароматом. Вкус у них сладковатый и остропряный.",
            homelandTitle : "Кардамона",
            homeland:"Эта пряность родом из Индии и Шри-Ланки. Купцами-арабами завезена к древним грекам и римлянам, а впоследствии распространилась в европейских странах. Сохранились упоминания Диоскорида и Плиния об этой «нежнейшей» пряности, которая, по их утверждениям, имела необыкновенную лечебную силу и одновременно считалась сильным возбуждающим компонентом. Древние греки и римляне дорого платили за эту пряность. Кардамон произрастает в диком виде на Ближнем Востоке, Шри-Ланке. Культивируется в Индии, Шри-Ланке, Камбодже, в Центральной Америке, особенно Гватемале, Сальвадоре.",
            inCook: "В качестве пряности используют высушенные семена кардамона, которые лучше всего извлекать из капсулы перед самым употреблением. Они обладают приятным ароматом. Вкус у них сладковатый и остропряный. Различают два сорта этой пряности: малабарский кардамон (с небольшими плодами и семенами) и мысорский (более крупные плоды и семена). Более всего его употребляли, да и сейчас используют, народы тех стран, где он растет. Он входит в их традиционные пряные смеси. Арабы, например, с незапамятных времен стали добавлять кардамон в бедуинский кофе, который считается символом гостеприимства в Саудовской Аравии. Китайцы добавляют его в чай. Европейцы — в различные блюда. Скандинавы — в выпечку (печенье, марципаны). В России кардамон традиционно добавляют при выпечке пряников, медовых коврижек, кексов, тортов. Подходит он и для дрожжевого теста, предназначенного для выпечки пирогов с начинкой (особенно фруктовой). Используют для ароматизации компотов, киселей, муссов. Пряность имеет нежный запах, слегка жгучий, с легким оттенком лимона вкус. Кардамон используют также для улучшения вкуса и аромата подливок, соусов. В сочетании с другими пряностями, например с шафраном, тмином, добавляют в вареную рыбу; с красным перцем — в жареную рыбу; с кайенским перцем — в запеченную рыбу и другие морские продукты; с майораном — в заливное из рыбы и т. д. В пищевой промышленности кардамон добавляют в горчицу, соусы, в варенье из орехов. Он входит в пряные смеси для маринования сельди, кильки, салаки. В небольших количествах выправляет вкус колбас, особенно ливерной. Используется в производстве известных ликеров",
            inMedicine: "Семена кардамона обладают лечебными свойствами. Они содержат 3—8% эфирного масла, в состав которого входит жирное масло; содержат 10% резина и амидона, а также терпенеол, терпинилацетат, цинеол, белок. В средние века кардамон продавался в аптеках, из него готовили лекарства с применением других трав, названия которых держали в секрете. Благодаря наличию вышеперечисленных веществ кардамон используют для стимуляции выделения желудочного сока, укрепления мускулатуры желудка, как ветрогонное средство.",
            recept : "Пасха с кардамоном",
            integritty : [
               "творог - 1 кг",
                "сметана - 100г",
                "яйцо - 4 шт.",
                "изюм - 1/2 стакана",
                "масло сливочное - 100г",
                "сахар - 1 стакан",
                "цедра одного лимона",
                "апельсиновые цукаты - 100г",
                "кардамон - 2 зернышка",
                "ванилин - по вкусу"
            ],
            cooking: [
                "Свежий сухой творог протереть через сито, добавить сметану, яйца, хорошо перемешать, затем прибавить изюм, сливочное масло, сахар, лимонную цедру или мелко нарезанные цукаты, измельченные зерна кардамона, ванилин. Все перемешать до получения однородной массы.",
                "Форму для пасхи (пасочницу) смочить водой, выложить изнутри тонкой хлопчатобумажной тканью, выложить творожную массу, накрыть сверху дощечкой, придавить грузом и поставить в холодное место на 12-24 часа.",
                "Положить форму с пасхой основанием на блюдо, разнять форму и снять с пасхи ткань."
            ]
        },
        {
            id : "08",
            img : "Coriander.gif",
            title : "Кориандр",
            titleEng : "Coriandrum",
            titleDiscription: "Кориандр — одно из самых распространённых в мире пряных растений. В кулинарии находят применение и семена, и корни, и зелень кориандра, известная также под названием кинза.",
            homelandTitle : "Кардамона",
            homeland: "Начало массовых посевов кориандра в России относят к тридцатым годам XIX века. Кориандр наравне с анисом впервые ввёл в культуру в России в 1830 году граф П. И. Апраксин, который вывез семена этих культур из Испании и раздал их крестьянам села Красного Воронежской губернии (ныне Белгородской области) для посева. Известно, что в 1860 году учёный управитель имений Апраксина Н. Д. Хлебощин писал: «Всегдашняя соседница аниса есть сорная трава коляндра» и рекомендовал пропалывать анис от кориандра как можно чаще",
            inCook: "Плоды кориандра находят широкое применение как пряность для ароматизации и витаминизации колбас, сыра, мясных и рыбных консервов, маринадов, солений и ликёров, добавляются при выпечке бородинского хлеба, кондитерских и кулинарных изделий, а также при изготовлении некоторых сортов пива и ликёров (в Германии). В пищу употребляют листья молодых растений кориандра столовых сортов в фазах розетки и начала стрелкования. Листья имеют пряный запах, их используют в салатах, а также как приправу к супам и мясным блюдам.",
            inMedicine: "Имеется рекомендация об использовании плодов кориандра как антисептического и болеутоляющего средства при гастритах, язвенной болезни желудка и двенадцатиперстной кишки. Линалоол, выделенный из эфирного масла, входит в состав антибактериальных капель, используемых при катарах верхних дыхательных путей, антибактериальных конфет. Эфирное масло кориандра является исходным сырьём для синтеза альдегида цитраля, применяемого в глазной практике при кератитах, конъюнктивитах, глаукоме, а также для лечения трещин сосков молочных желёз у кормящих матерей. В народной медицине плоды кориандра применяли при заболеваниях желудочно-кишечного тракта и как противоглистное, их настой использовали для улучшения аппетита, как болеутоляющее, противопростудное средство. Плоды кориандра в порошке или настое применяли как ветрогонное."
        },
        {
            id : "09",
            img : "Cinnamomum.gif",
            title : "Корица",
            titleEng : "Cinnamomum",
            titleDiscription: "Кора корицы широко используется в качестве специи. Главным образом, она используется в кулинарии в качестве приправы или ароматической добавки. Используется при приготовлении ряда десертов, шоколада, острых леденцов и ликеров.",
            homelandTitle : "Корицы",
            homeland : "Родина корицы Шри-Ланка, Бирма и южное побережье Индии. Она известна с далекой древности и высоко ценилась, поэтому ее преподносили в дар монархам и властителям. Упоминания о корицы, есть в Библии, о ней писали многие античные авторы такие, как Геродот, Аристотель, Теофраст, Плиний, а в книге китайского императора Шень-Нунг-Квана (относящееся к 2800 году до н.э.), имеется запись свидетельствующая о том, что император употреблял пряность \"KWAI\", что обозначает кассию (корицу). В средние века происхождение корицы было загадкой для западного мира. Арабские купцы, привозившие корицу в торговые центры Средиземноморья тщательно скрывая ее происхождение и слагали легенды утверждая, что они обманным путем достают пряность у невиданных птиц в гнездах или, что они отбирают её у страшных похожих на крыс животных, которые живут в озерных местах Аравии.",
            inCook: "Кора корицы широко используется в качестве специи, кора цейлонской корицы ценится выше, чем китайской. Главным образом, она используется в кулинарии в качестве приправы или ароматической добавки. Используется при приготовлении ряда десертов, шоколада, острых леденцов и ликеров. На Ближнем Востоке корица часто используется в острых блюдах из курицы или баранины. В Америке корицу и сахар часто используют как добавку к каше или фруктам, особенно к яблокам. Корицу используют при консервировании, особенно — в маринадах. Корица имеет высокое антиоксидантное действие. Коричное эфирное масло также обладает антимикробными свойствами. Это свойство корицы, характерное и для других пряностей, помогающее дольше сохранять продукты в домашних условиях, натолкнуло Б.Токина на создание концепции фитонцидов.",
            inMedicine: "Корица не только активизирует работу почек, печени, желчного пузыря, но и способствует повышению аппетита, улучшению пищеварения, нормализации работы желудка и кишечника, а также при метеоризме, для лечения поноса и желудочных расстройств, как стимулирующее, вяжущее и антисептическое средство. Её дают в качестве седативного препарата роженицам, а спиртовой экстракт коры корицы активен в отношении различных грамположительных и грамотрицательных бактерий, оказывает губительное действие на туберкулезные палочки и вирусы.",
            recept : "Курица с корицей и сладким перцем",
            integritty : [
                "филе куриное, нарезанное кубиками по 4 см - 450 г",
                "корица молотая - 1 ч.л.",
                "паприка - 1 ч.л.",
                "масло оливковое - 4 ст.л.",
                "перец болгарский, нарезанный полосками - 2 шт. (красный и зеленый)",
                "лук репчатый, тонко нарезанный - 1 шт.",
                "чеснок, тонко нарезанный - 3 зубка",
                "бульон куриный (горячий) - 2/3 стакана",
                "растительное масло с острым перцем"
            ],
            cooking: [
                "Разогрейте духовку до 200 градусов. Хорошо перемешайте курицу с корицей и паприкой (натрите мясо пряностями).",
                "Разогрейте масло на сковороде и обжарьте на среднем огне перец и лук, периодически помешивая, в течение 5 минут.",
                "Добавьте курицу и готовьте, постоянно помешивая, 5 минут (или до тех пор, чтобы мясо не было розовым).",
                "Добавьте чеснок. Готовьте 1 минуту.",
                "Влейте бульон..Выложите все в посуду для духовки и запеките в течение 20 минут.",
                " Готовое блюдо сбрызните \"перечным\" маслом."
            ]
        },
        {
            id : "10",
            img : "Cuminum.gif",
            title : "Кумин",
            titleEng : "Cuminum",
            titleDiscription: "Благодаря своебразному пряному и даже слегка островатому вкусу кумин занял прочное место в кулинарии и часто входит в состав пряных смесей (таких как гарам-масала и карри). Древние высоко превозносили кулинарные свойства семян кумина. Их используют как в цельном так и в молотом виде.",
            homelandTitle : "Кумина",
            homeland: "Родиной этого вида тмина являются территории Европы, Западной Азии и Северной Африки. В дальнейшем он широко распространился в Индии, Иране, Турции, Китае, Индонезии, Японии, Марокко, странах Центральной Америки, а также в Северной Америке. В настоящее время кумин выращивают как в вышеперечисленных странах, так и в Скандинавии, Германии, Венгрии, Румынии, Чехословакии, Италии, Испании, Турции, а также в южных регионах России.",
            inCook: "В кулинарии используются сушеные семена кумина как в целом, так и в молотом виде. Сфера применения этой пряности чрезвычайно широка, причем как в восточной, так и в европейской кухнях. Кумин можно применять практически во всех первых и вторых горячих блюдах. На Востоке редкий плов обходится без него. Добавляют пряность также в овощные блюда и блюда из бобовых. Ее кладут и в тесто при выпечке хлебобулочных изделий. Нередко кумин входит в состав сухих пряных смесей, например в \"карри\". В греческой кухне используется редко, в основном для приготовления таких блюд как сосиски по-смирнски и стифато (тушеное мясо).",
            inMedicine: "Кумин способствует хорошей работе почек. Густой напиток из кумина (2 ч.л. заваренные стаканом воды) обладает мягким слабительным и мочегонным действием. Кумин выводит из организма шлаки и непереваренные отходы пищи. Лечебный чай из 1 ч.л. семян тмина, фенхеля и кориандра, залитых 2 чашками кипящей воды прекрасно помогает переваривать пищу, дает силу и поднимает настроение. Эфирные масла кумина тонизируют мышцы кишечника, и укрепляют слабое пищеварении. Чай из семян кумина 1 ч.л. на стакан воды излечивает тошноту и рвоту, в частности у женщин на первых месяцах беременности. Кумин также употребляют в виде порошка с равной частью сахара для увеличения прилива молока у молодых кормящих матерей. В древней арабской медицине (\"Мудрость веков\"): Если жевать кумин с солью и глотать, то устраняется излишняя влага в желудке. Если же его поджарить и затем настоять в уксусе, он очень сильно закрепляет желудок и устраняет из него влажные вещества. Прикладывание кумина в смеси с оливковым маслом рассасывает опухоль селезенки. Кумин заживляет раны, для чего его кладут прямо в сердцевину раны. Кумин очень полезен для людей с холодной и влажной натурой, и стариков.",
            recept : "Рис с кумином",
            integritty : [
                "рис басмати - 2 стакана",
                "вода - 3.75 стакана",
                "сливочное масло (или гхи) - 2 ст.л.",
                "лавровый лист - 3 шт.",
                "соль - 1/2 ч.л.",
                "растительное масло - 60 мл",
                "орехи кешью - 50г",
                "миндаль (очищенный от кожицы) - 50г",
                "изюм (без косточек, светлый) - 1/4 стакана",
                "репчатый лук - 1 шт."
            ],
            cooking: [
               "Рис промыть в холодной воде «до прозрачной воды», переложить в толстостенную кастрюлю, залить водой и оставить на 20 минут. Откинуть на сито, дать воде стечь.",
                "Разогреть в сковороде масло, добавить семена кумина, лавровый лист. Прогревать специи около 7 секунд, пока не появится сильный пряный аромат.",
                "Засыпать в сковороду рис, готовить, помешивая, около 2 минут. Влить холодную воду, приправить рис солью.",
                "Не накрывая сковороду крышкой, довести воду до кипения, время от времени немного помешивая.",
                "Уменьшить огонь, накрыть рис крышкой и варить, не размешивая, около 20 минут.",
                "В другой сковороде разогреть масло, добавить орехи и, часто помешивая, немного поджарить орехи. ",
                "Переложить орехи на бумажное полотенце, чтобы убрать излишек жира.",
                "В сковороду засыпать промытый изюм и тоже немного его обжарить.",
                "Переложить изюм к орехам. Добавить в сковороду тонко нарезанный лук, обжарить до светло-коричневого цвета.",
                "Готовый рис разложить по тарелкам и гарнировать орехами, изюмом и жареным луком."
            ]
        },
        {
            id : "11",
            img : "Curcuma.gif",
            title : "Куркума",
            titleEng : "Curcuma",
            titleDiscription: "Куркума — пряность насыщенного ярко-желтого с оттенком оранжевого цвета. У куркумы слабый пряный, довольно приятный, едва уловимый аромат, близкий к имбирному.",
        },
        {
            id : "12",
            img : "Laurus.gif",
            title : "Лавровый лист",
            titleEng : "Laurus nobilis",
            titleDiscription: "Лавровый лист обладает слабым запахом и горьковатым вкусом. В качестве пряности используют листья (сушеные и зеленые), плоды и порошок, изготовленный из сушеного листа, а также брикеты, в которые спрессовывают иногда порошок. Широко применяется в кулинарии и консервировании."
        },
        {
            id : "13",
            img : "Mayoran.gif",
            title : "Майоран",
            titleEng : "Majorana",
            titleDiscription: "Майоран - это многолетнее растение, имеющее две основные разновидности - листовой и цветочный. В качестве пряности используют листья, почки и цветки растения, обладающие характерным вкусом и ароматом, напоминающим запах ромашки."
        },
        {
            id : "14",
            img : "Nutmeg.gif",
            title : "Мускатный орех",
            titleEng : "Myristica",
            titleDiscription: "Аромат муската слабо пряный, вкус сначала слабо, а позднее сильно пряный. Мускатный орех используют, главным образом, для приготовлении шоколадных изделий, различных сладостей, фруктового торта и т.д."
        },
        {
            id : "15",
            img : "Oregano.gif",
            title : "Орегано",
            titleEng : "Origanum",
            titleDiscription: "Орегано – Origanum – латинское название душицы, которое переводится как «услада гор». В качестве пряности обычно используют сушеные листья и соцветия южных видов душицы."
        },
        {
            id : "16",
            img : "Paprica.gif",
            title : "Паприка",
            titleEng : "Paprika",
            titleDiscription: "Паприка – это смесь высушенных и толченых красных перцев, которую мадьяры называют не иначе, как красное золото. Специя паприка обладает острым, жгучим и сладким вкусом. При нагревании придает блюдам ярко красный цвет."
        },
        {
            id : "17",
            img : "Piper.gif",
            title : "Перец",
            titleEng : "Piper",
            titleDiscription: "Запах перца пряный, он соединяет в себе аромат корицы, черного перца, мускатного ореха и гвоздики. Вкус жгучий поэтому добавлять в блюдо следует несколько зернышек целиком или щепотку молотого перца. Душистый перец не только придает блюдам аромат, но и меняет их вкус."
        },
        {
            id : "18",
            img : "Rosemary.gif",
            title : "Розмарин",
            titleEng : "Rosemary",
            titleDiscription: "Розмарин обладает сильным, ароматным, сладковатым камфарным запахом, напоминающим запах сосны, и очень пряным и слегка острым вкусом. В кулинарии используют душистые свежие, а также высушенные, свернувшиеся в тонкие трубочки листья одного из видов розмарина (Rosmarinus officinalis) и реже — его корень."
        },
        {
            id : "19",
            img : "Thyme.gif",
            title : "Тимьян",
            titleEng : "Thyme",
            titleDiscription: "Применяется зелень тимьяна в засушенном виде. В небольших количествах хорошо дополняет овощные и мясные блюда, а также различные салаты. Побольше тимьяна можно добавлять к жареной рыбе. В сочетании с эстрагоном используется также при засолке грибов и овощей."
        },
        {
            id : "20",
            img : "Carum.gif",
            title : "Тмин",
            titleEng : "Carum",
            titleDiscription: "Придает характерный вкус ржаному немецкому хлебу, им сдабривают кислую капусту, засаливают с ним сало и, наконец, посыпают им картофель \"в мундире\". А сочетание тмина с чесноком просто взывает к любимой чехами, немцами и австрийцами запеченной свинине (Schweinebrateri)."
        },
        {
            id : "21",
            img : "Foeniculum.gif",
            title : "Фенхель",
            titleEng : "Foeniculum",
            titleDiscription: "У фенхеля для кулинарных целей используются не только зелень и семена, но и клубни. Зелень фенхеля обладает пряным, сладковатым ароматом, отдаленно напоминающим анис. Клубни по праву пользуются популярностью для приготовления блюд из рыбы, чаще белой (особенно карпов). Плодники фенхеля идут на производство лечебного чая, настоя и ликера."
        },
        {
            id : "22",
            img : "Salvia.gif",
            title : "Шалфей",
            titleEng : "Salvia",
            titleDiscription: "В качестве пряности используют молодые листья шалфея, добавляя их в салаты, овощные и рыбные блюда. Чаще же применяют в сушеном виде, пользуясь сильным острым запахом, пряным и горьковатым вкусом."
        }
    ]
}