export default function spices(){
    return [
        {
            id: "01",
            img : "Anise.gif",
            title : "Анис",
            titleEng : "Anise",
            titleDiscription: "Анис (анис обыкновенный) — травянистое однолетнее растение Anisum vulgare семейства зонтичных, родом из восточной части Средиземноморья. В кулинарии применяют отцветшие зонтики (в маринадах и рассолах), ароматные свежие молодые листочки (в салатах и гарнирах) и семена аниса: их добавляют в кондитерские изделия и выпечку.",
            homelandTitle : "аниса",
            homeland: "Анис родом из восточной части Средиземноморья (Египет, Греция, Кипр). Его употребляли еще в глубокой древности, о чем свидетельствуют семена, обнаруженные в свайных постройках каменного века. Сведения о нем сообщают древние египтяне и древнегреческий врач Гиппократ. Из далекого Египта анис пришел на поля всей Европы и во многие другие части света. В настоящее время он разводится почти во всем мире из-за ароматных плодов. Наиболее известными странами, культивирующими его, являются Индия, Мексика, Испания, Италия и Турция.",
            character : "Однолетнее травянистое растение семейства зонтичных. Пряностью являются маленькие, твердые серо-бурые ароматные семена. Анис обладает освежающим, сладковатым, легким, характерным пряным и ориентальным ароматом. В качестве пряности в кулинарии в основном используют семена, чаще в молотом виде. Свежие листья аниса так же используются для приготовления салатов и гарниров. К самым высококачественным относится итальянский и моравский анис.",
            inCook : "Анис типичная пряность сладких блюд, пирогов и конфет. Его применяют в ликероводочном производстве, добавляют в кисло-сладкие соусы, в повидло, в сиропы, иногда в молочные супы и каши, а так же при засолке кабачков, квашении капусты, мариновании огурцов. Анис придает рыбе ярко выраженный пряный аромат и улучшает ее вкус. Обладает свойством, которое может нейтрализовать любой неприятный и специфический запах. Например, запах подгоревшей еды можно устранить, если добавить щепотку анисовых зерен, а после исчезновения запаха зерна удалить и доготовить блюдо.",
            inMedicine : "Анис обладает отхаркивающим свойством. Улучшает пищеварение, оказывает противоспазматическое действие при кишечной и желудочной колике, используется при метеоризме. Анисовый чай употребляют, как жаропонижающее и мочегонное средство. Анис служит также для улучшения вкуса и запаха лекарств, входит в состав различных конфет от кашля.",
            recept : "Изысканный рецепт персикового варенья с перцем и анисом",
            integritty : [
                "Персики 1 кг",
                "Сахар 1,5 кг",
                "Вода 500 мл",
                "Анис 3-4 шт.",
                "Розовый перец в горошинах 5 шт."
            ],
            cooking: [
                "Сахар заливаем водой, ставим на огонь и доводим до кипения.",
                "Полученный сахарный сироп снимаем и выкладываем в него порезанные дольками персики.",
                "Встряхнуть кастрюлю и оставить варенье на сутки.",
                "Через сутки слить сироп, опять довести до кипения и залить персики.",
                "Добавить анис и перец довести до кипения и поварить на самом медленном огне минут 5",
                "Разлить по банкам и закатать."
            ]
        },
        {
            id : "02",
            img : "Anisumstellatum.gif",
            title : "Бадьян",
            titleEng : "Anisumstellatum",
            titleDiscription: "По-другому - звёздчатый анис, китайский анис, индийский анис, сибирский анис, корабельный анис. Сухие зрелые плоды дерева семейства магнолиевых, заросли которого образуют целые леса в Южном Китае и Вьетнаме. Плоды представляют собой соплодие из 8-12 плодиков, имеющих между собой многолучевое соединение, каждый из которых имеет форму лодочки, жесткой на ощупь.",
            homelandTitle : "бадьяна",
            homeland: "Первыми узнали бадьян китайцы - еще до нашей эры. К европейцам он попал только в начале XVI века и сразу завоевал невероятную популярность. Его добавляли в выпечку и сладкие блюда, которые подавали в лучших домах Европы. В России тоже любили эту пряность - редко когда без нее обходились так любимые нашими предшественниками пряники, коврижки и сбитни. В Россию бадьян доставляли из Европы, отчего цены еще возрастали. Так продолжалось до тех пор, пока не был открыт путь в Китай через Монголию и Сибирь. Это дало бадьяну еще одно название - сибирский анис. Родиной бадьяна считают Юго-Восточную Азию. В этих странах распространен безалкогольный напиток, отлично утоляющий жажду - бадьяновая вода. Сегодня бадьян выращивают во Вьетнаме и Камбодже, а также в Абхазии.",
            inCook : "В кондитерские изделия бадьян закладывают в тесто в процессе приготовления. При нагревании он начнет отдавать свой аромат, который сохранится в готовом продукте - это свойственно только бадьяну. В сладкие блюда его добавляют за 5-10 минут до готовности. После этого обязательно нужно снять блюдо с огня, закрыть крышкой и дать настояться. Высушенные плоды, размолотые в порошок, применяют в качестве пряно-ароматической добавки. В качестве пряности бадьян употребляют там же, где и анис, в изделиях из теста и особенно для печенья, различных фруктовых супов, пудингов и компотов - из слив, айвы, груш и яблок. Бадьян гармонирует с черным перцем, фенхелем, корицей, гвоздикой, имбирем. Используется в пищевой и консервной промышленности, при производстве маринадов, в хлебопекарном и кондитерском производстве, в фармацевтической и косметической промышленности.",
            inMedicine : "Бадьян оказывает противовоспалительное, ветрогонное действие и улучшает деятельность желудка. Содержание полезных веществ: сырье содержит смолы, танин, сахара, 5-7 % ароматного эфирного масла, основным компонентом которого является анетол; в нем имеются также терпены. Аромат пряный, освежающий и сладковатый, вкус приятный.",
            recept : "Карп со вкусом пяти специй",
            integritty : [
                "2 кг карпа, потрошеного, без головы и хвоста, нарезанного на ломти толщиной 1 см",
                "1 ч.л. гвоздики",
                "1 ч.л. сычуаньского перца",
                "4 звездочки бадьяна",
                "1 ч.л. молотой корицы",
                "1 ч.л. семян фенхеля",
                "1 ч.л. коричневого сахара",
                "соус соевый",
                "2 ст.л. сухого хереса",
                "1 ст.л. кунжутного масла",
                "1 пучок зеленого лука"
            ],
            cooking: [
                "Гвоздику, сычуаньский перец, бадьян, корицу и фенхель положить в ступку, мелко растолочь, смешать с соевым соусом. Добавить сахар.",
                "Замариновать куски карпа в полученной смеси на 20 мин. Разогреть кунжутное масло в сковороде. Обжарить куски карпа по 3 мин. с каждой стороны, отложить.",
                "Оставшийся маринад влить в сковороду, добавить херес, дать закипеть. Сразу же положить карпа. Тушить 30–40 сек. Подать, посыпав крупно порезанным наискосок зеленым луком."
            ]
        }
        ]
}